package com.barnettwong.quyou.util;



/**
 * Created by wangfei on 16/7/12.
 */
public class Defaultcontent {
    public static String url ="https://www.jianshu.com/p/97b30293acfb";
    public static String text = "是认真做事。最基础的自律，不是早睡早起，不是按时吃饭，不是每天工作14小时，也不是放弃所有娱乐只为工作，而是认真做事，把自己手里的事一件一件做好。打个最简单的比方，如果你每天工作14个小时，但是有6个小时是在胡思乱想，并没有全心投入到工作当中。这样一来很多工作会做不好，反而降低了效率，每天的成果还比不上认真工作8小时，这就得不偿失了。所以，在要求自己自律之前，先要求自己把该做的事做好，而且是以最快的速度和效率做好，不是按时完成。假如你有一项8小时的工作，你安排9小时去完成它，这是很合理的安排。但是为出现不合理的现象，那就是你一定会在这个过程中主动休息一小时，而不是好快做完。这就是大脑自然的惰性，想要拖延。不紧急的事情无法给大脑带来压力，因为真的不着急，为什么要急着做好呢？这就是大脑的信号，所以要时刻提醒自己，预留的时间不是用来偷懒的，而是用来防止意外情况发生的。总结起来，自律的基础，就是要做好自己每一件事，在这件事最应该被做好的时候。\n" +
            "\n" +
            "作者：屠夫小胖17001276309\n" +
            "链接：https://www.jianshu.com/p/97b30293acfb\n" +
            "來源：简书\n" +
            "简书著作权归作者所有，任何形式的转载都请联系作者获得授权并注明出处。";
    public static String title = "学习自律之前，必须先做到这件事";

}
